# Основная часть
TIME_SLEEP = 1200                       # Общее время сна скрипта
TIMEOUT = 420                           # Тайм-аут между рассылкой и вз лайками
# Токен от ВК
TOKEN = "..."

# [ Стена ]
FLAG_WALL = False                       # True/False - обработка стены
TEXT_WALL = "Первая запись взаимно"     # Текст который будет отправлен
# [ Ава ]
FLAG_AVA = True                         # True/False - обработка фото
TEXT_AVA = "Ава взаимно"                # Текст который будет отправлен

# Айди груп *взаимные лайки*
GROUP_IDS_LIKE = [-168448980, -41523334, -207632309, -216646393, -201911152, -133994374, -157719095]
# Айди груп *добавить в друзья*
GROUP_IDS_FRIEND = [-8337923, -53294903, -24261502, -101712223]